title=Donn&eacute;es sur la capacit&eacute; {0}
break_foe_immune_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur attaque.<br/>
break_foe_immune=Voici le tableau des coefficients d''efficacit&eacute; modifi&eacute;s par la capacit&eacute; du possesseur:<br/>
break_foe_immune_key=Type offensif
break_foe_immune_value=Type d&eacute;fensif
break_foe_immune_value_rate=Nouveau coefficient
changing_boost_types_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur attaque.<br/>
changing_boost_types=Voici les changements de types de l''attaque et les coefficient de d&eacute;g&acirc;ts associ&eacute;s:<br/>
changing_boost_types_old=Ancien type
changing_boost_types_new=Nouveau type
changing_boost_types_rate=Coefficient de d&eacute;g&acirc;ts
cancel_sec_effect_other=Lorsque le possesseur de la capacit&eacute; est cible d''une attaque, les effets secondaires de cette attaque n''affectent pas le possesseur.
cancel_sec_effect_owner=Lorsque le possesseur de la capacit&eacute; est lanceur d''une attaque, les effets secondaires de cette attaque n''ont pas lieu.
forbid_berry_foes_time=La capacit&eacute; est activ&eacute;e lorsqu''un adversaire tente d''utiliser une baie.<br/>
forbid_berry_foes=Tant que le possesseur de cette capacit&eacute; est pr&eacute;sent sur le terrain, les adversaires ne peuvent pas utiliser de baies.<br/>
chgt_type_by_weather_time=La capacit&eacute; est activ&eacute;e lorsqu''un des climats change.<br/>
chgt_type_by_weather=Voici le tableau des types ajout&eacute;s au possesseur de cette capacit&eacute; en fonction du climat actif:<br/>
chgt_type_by_weather_key=Climat actif
chgt_type_by_weather_value=Type ajout&eacute;
chgt_type_by_weather_no=Aucun
chgt_type_by_damage_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur subit des d&eacute;g&acirc;ts d''une attaque utilis&eacute;e directement par un combattant.<br/>
chgt_type_by_damage=Lorsque le possesseur de cette capacit&eacute; subit des d&eacute;g&acirc;ts d''une attaque avant la fin du tour de combat, il prend le type de l''attaque subie.<br/>
copy_move_types_time=La capacit&eacute; est activ&eacute;e au d&eacute;but du tour du possesseur.<br/>
copy_move_types=Le possesseur prend les types de l''attaque finalement choisie (apr&egrave;s le moment d''invocation d''une attaque).<br/>
recoil_damage_foe_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur inflige des d&eacute;g&acirc;ts sur un combattant.<br/>
recoil_damage_foe=Lorsque le possesseur de cette capacit&eacute; inflige des d&eacute;g&acirc;ts d''une attaque directe &agrave; une cible, celle-ci perd {0} de ses pv max.<br/>
recoil_damage_foe_by_ko_owner_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur tombe KO par une attaque utilis&eacute;e directement par un combattant.<br/>
recoil_damage_foe_by_ko_owner=Lorsque le possesseur de cette capacit&eacute; subit des d&eacute;g&acirc;ts par une attaque directe et si le possesseur de cette capacit&eacute; est KO par cette attaque directe, alors le lanceur de l''attaque directe perd {0} des pv max du lanceur de l''attaque directe.<br/>
decrease_nec_steps_hatch_time=La capacit&eacute; du possesseur est activ&eacute;e hors combat.<br/>
decrease_nec_steps_hatch=En un pas en dehors du combat, le nombre de pas n&eacute;cessaires pour l''&eacute;closion baisse de {0} par possesseur de cette capacit&eacute;.<br/>
divide_status_round_time=La capacit&eacute; est activ&eacute;e au d&eacute;but du tour du possesseur.<br/>
divide_status_round=Voici le taux de division du nombre de tours des statuts suivants:<br/>
divide_status_round_key=Statut
divide_status_round_value=Coefficient de division du nombre de tours
heal_hp_by_weather_time=La capacit&eacute; est activ&eacute;e en fin de tour du combat.<br/>
heal_hp_by_weather=Voici la variation des pv du possesseur de la capacit&eacute; en fonction du climat actif:<br/>
heal_hp_by_weather_key=Climat actif
heal_hp_by_weather_value=Variation de pv
heal_hp_by_weather_no=Aucun
heal_hp_by_weather_heal=Gain de {0} des pv max
heal_hp_by_weather_loss=Perte de {0} des pv max
heal_hp_by_weather_type_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur subit des d&eacute;g&acirc;ts d''une attaque utilis&eacute;e directement par un combattant.<br/>
heal_hp_by_weather_type=Voici la variation des pv du possesseur de la capacit&eacute; en fonction du climat actif et du type de l''attaque subie:<br/>
heal_hp_by_weather_type_key=Climat actif
heal_hp_by_weather_type_key_sec=Type de l''attaque
heal_hp_by_weather_type_value=Variation de pv
heal_hp_by_weather_type_no=Aucun
heal_hp_by_weather_type_heal=Gain de {0} des pv max
heal_hp_by_weather_type_loss=Perte de {0} des pv max
ign_ability_time=La capacit&eacute; est activ&eacute;e lorsqu''une cible est attaqu&eacute;e par le possesseur.<br/>
ign_ability=Le possesseur de cette capacit&eacute; ignore les capacit&eacute;s suivantes:<br/>
ign_foe_team_move_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur attaque.<br/>
ign_foe_team_move=Les attaques actives concernant toute l''&eacute;quipe adverse du possesseur de cette capacit&eacute; sont ignor&eacute;es, ce sont les suivantes:<br/>
ign_foe_satis_boost_time_1=La capacit&eacute; est activ&eacute;e lorsque le possesseur attaque.<br/>
ign_foe_satis_boost_time_2=La capacit&eacute; est activ&eacute;e lorsque le possesseur subit des d&eacute;g&acirc;ts d''une attaque utilis&eacute;e directement par un combattant.<br/>
ign_foe_satis_boost=Si le possesseur est cible d''une attaque, les boosts des statistiques d''attaque pour le lanceur de l''attaque sont ignor&eacute;s.<br/>Si le possesseur est lanceur d''une attaque, les boosts des statistiques de d&eacute;fense pour la cible de l''attaque sont ignor&eacute;s.<br/>
immu_move_types_weather_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur est attaqu&eacute; directement par un combattant.<br/>
immu_move_types_weather=Voici les types des attaques auxquelles le possesseur de cette capacit&eacute; est immunis&eacute; en fonction du climat actif:<br/>
immu_move_types_weather_key=Climat actif
immu_move_types_weather_type=Type
immu_move_types_weather_no=Aucun
immu_low_stat_time=La capacit&eacute; est activ&eacute;e lorsqu''une des statistiques du possesseur baisse.<br/>
immu_low_stat=Les statistiques suivantes du possesseur de cette capacit&eacute; ne peuvent pas &ecirc;tre baiss&eacute;e:<br/>
immu_low_stat_2=Si une attaque ne faisant que de baisser une des ces statistiques est lanc&eacute;e contre ce possesseur, elle &eacute;choue.<br/>
immu_low_stat_aff_time=La capacit&eacute; est activ&eacute;e lorsqu''une des statistiques du possesseur baisse.<br/>
immu_low_stat_aff=Voici les statistiques ne pouvant pas &ecirc;tre baiss&eacute;es en fonction du statut:<br/>
immu_low_stat_aff_key=Statut
immu_low_stat_aff_value=Statistique ne pouvant pas &ecirc;tre baiss&eacute;e
immu_low_statis_types_time=La capacit&eacute; est activ&eacute;e lorsqu''une des statistiques d''un membre de l''&eacute;quipe du possesseur baisse.<br/>
immu_low_statis_types=Voici les statistiques ne pouvant pas &ecirc;tre baiss&eacute;es en fonction du type:<br/>
immu_low_statis_types_key=Type
immu_low_statis_types_value=Statistique ne pouvant pas &ecirc;tre baiss&eacute;e
immu_ch_time=La capacit&eacute; est activ&eacute;e lorsque celle d''un autre combattant est en cours d''action.<br/>
immu_ch=Le possesseur de cette capacit&eacute; ne peut pas subir de coup critique.<br/>
immu_damage_trapping_moves_time=La capacit&eacute; est activ&eacute;e en fin de tour du combat.<br/>
immu_damage_trapping_moves=Le possesseur de cette capacit&eacute; n''est pas pi&eacute;g&eacute; par les attaques pi&eacute;geantes.<br/>
immu_suffered_damage_low_eff_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur subit des d&eacute;g&acirc;ts d''une attaque utilis&eacute;e directement par un combattant.<br/>
immu_suffered_damage_low_eff=Le possesseur de cette capacit&eacute; est immunis&eacute; aux attaques peu efficaces contre lui.<br/>
immu_damage_ally_moves_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur est attaqu&eacute; directement par un combattant.<br/>
immu_damage_ally_moves=Le possesseur de cette capacit&eacute; ne subit pas de d&eacute;g&acirc;ts caus&eacute;s par une attaque utilis&eacute;e par un partenaire.<br/>
immu_damage_recoil_time=La capacit&eacute; est activ&eacute;e apr&egrave;s l''attaque du possesseur.<br/>
immu_damage_recoil=Le possesseur de cette capacit&eacute; ne subit pas de d&eacute;g&acirc;ts de recul par une de ses attaques.<br/>
immu_ability_time=La capacit&eacute; est activ&eacute;e en fin de tour du combat.<br/>
immu_ability=Le possesseur de cette capacit&eacute; ne subit pas de d&eacute;g&acirc;ts li&eacute;s aux capacit&eacute; suivantes:<br/>
immu_status_begin_round_time=La capacit&eacute; est activ&eacute;e au d&eacute;but du tour du possesseur.<br/>
immu_status_begin_round=La possibilit&eacute; du possesseur de cette capacit&eacute; pour attaquer n''est pas alt&eacute;r&eacute;e par les statuts suivants:<br/>
immu_recharge_round_time=La capacit&eacute; est activ&eacute;e apr&egrave;s l''attaque du possesseur.<br/>
immu_recharge_round=Le possesseur de cette capacit&eacute; n''a pas besoin de recharger apr&egrave;s un lancer d''attaque demandant un tour de rechargement:<br/>
immu_moves=La capacit&eacute; immunise son possesseur aux attaques suivantes:<br/>
immu_ally_from_moves=La capacit&eacute; immunise l''&eacute;quipe du possesseur aux attaques suivantes:<br/>
immu_weathers=La capacit&eacute; immunise son possesseur aux climats suivants:<br/>
immu_status_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur est vis&eacute; par une alt&eacute;ration de statut.<br/>
immu_status=Voici les statuts auxquels le possesseur de cette capacit&eacute; est immunis&eacute; en fonction du climat actif:<br/>
immu_status_key=Climat actif
immu_status_status=Statut
immu_status_no=Aucun
immu_status_type_time=La capacit&eacute; est activ&eacute;e lorsqu''un membre de l''&eacute;quipe du possesseur est vis&eacute; par une alt&eacute;ration de statut.<br/>
immu_status_type=Voici les statuts auxquels l''&eacute;quipe du possesseur de cette capacit&eacute; est immunis&eacute; en fonction des types poss&eacute;d&eacute;s par les partenaires du possesseur:<br/>
immu_status_type_key=Type
immu_status_type_status=Statut
slowing_time=La capacit&eacute; est activ&eacute;e au moment de classer les lanceurs par ordre de lancer.<br/>
slowing=Le possesseur de cette capacit&eacute; attaque en dernier pour une m&ecirc;me priorit&eacute; d''attaque et un port d''objet concernant l''ordre d''attaque &eacute;quivalent &agrave; un autre combattant.<br/>
low_stat_foe_hit_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur inflige des d&eacute;g&acirc;ts.<br/>
low_stat_foe_hit=Chaque cible ayant subi des d&eacute;g&acirc;ts de l''attaque du possesseur a ses statistiques qui varient de la fa&ccedil;on suivante;<br/>
low_stat_foe_hit_key=Statistique
low_stat_foe_hit_boost=Boost
mumy_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur utilise une attaque de contact.<br/>
mumy=La cible de l''attaque lanc&eacute;e par le possesseur prend la capacit&eacute; du possesseur, jusqu''au retrait de la cible.<br/>
mult_power_moves_types_global_time=La capacit&eacute; est activ&eacute;e lorsqu''un pokemon utilise une attaque offensive.<br/>
mult_power_moves_types_global=La puissance des attaques est multipli&eacute;e de la fa&ccedil;on suivante:<br/>
mult_power_moves_types_global_move=Attaque
mult_power_moves_types_global_rate=Coefficient de puissance
mult_damage_foe_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur subit des d&eacute;g&acirc;ts d''une attaque utilis&eacute;e directement par un combattant.<br/>
mult_damage_foe=Voici les coefficients des d&eacute;g&acirc;ts caus&eacute;s par une attaque en fonction de son type sur le possesseur de cette capacit&eacute;:<br/>
mult_damage_foe_type=Type d''attaque
mult_damage_foe_rate=Coefficient
mult_damage_ch_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur attaque.<br/>
mult_damage_ch=La valeur des coups critiques inflig&eacute;s par le possesseur de cette capacit&eacute; est multipli&eacute;e par {0}.<br/>
mult_ally_damage_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur attaque.<br/>
mult_ally_damage=Les d&eacute;g&acirc;ts caus&eacute;s par une attaque lanc&eacute;e par un partenaire du possesseur de cette capacit&eacute; sur le possesseur de cette capacit&eacute; sont multipli&eacute;s par {0}.<br/>
mult_suffered_damage_super_eff_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur subit des d&eacute;g&acirc;ts d''une attaque utilis&eacute;e directement par un combattant.<br/>
mult_suffered_damage_super_eff=Les d&eacute;g&acirc;ts caus&eacute;s par une attaque super efficace sur le possesseur de cette capacit&eacute; sont multipli&eacute;s par {0}.<br/>
mult_evt_rate_ch_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur attaque.<br/>
mult_evt_rate_ch=La probabilit&eacute; des coups critiques inflig&eacute;s par le possesseur de cette capacit&eacute; est multipli&eacute; par {0}.<br/>
mult_evt_rate_sec_effect_owner_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur attaque.<br/>
mult_evt_rate_sec_effect_owner=La probabilit&eacute; des effets secondaires des attaques utilis&eacute;es par le possesseur de cette capacit&eacute; est multipli&eacute; par {0}.<br/>
mult_damage=Les d&eacute;g&acirc;ts des attaques sont multipli&eacute;s par<br/>{0}.<br/>
mult_power=La puissance des attaques est multipli&eacute;e par<br/>{0}.<br/>
mult_stab_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur attaque.<br/>
mult_stab=Si le possesseur de cette capacit&eacute; utilise une attaque dont le type est un de ses types, alors le STAB est multipli&eacute; par {0}.<br/>
mult_stat=Les statistiques du porteur sont multipli&eacute;es de la fa&ccedil;on suivante:<br/>
mult_stat_key=Statistique
mult_stat_rate=Coefficient
mult_stat_rank=A l''entr&eacute;e du porteur, les crans des statistiques du porteur varient de la fa&ccedil;on suivante:<br/>
mult_stat_rank_key=Statistique
mult_stat_rank_boost=Variation du cran de la statistique
bonus_stat_rank_time=La capacit&eacute; est activ&eacute;e au moment de calculer des boosts.<br/>
bonus_stat_rank=Voici le tableau des bonus de boosts de statistiques:<br/>
bonus_stat_rank_key=Statistique
bonus_stat_rank_boost=Bonus
bonus_stat_rank_end_round_time=La capacit&eacute; est activ&eacute;e en fin de tour du possesseur.<br/>
bonus_stat_rank_end_round=Voici le tableau des boosts de statistiques:<br/>
bonus_stat_rank_end_round_key=Statistique
bonus_stat_rank_end_round_boost=Booost
bonus_stat_rank_protected_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur est vis&eacute; par une attaque.<br/>
bonus_stat_rank_protected=Si le possesseur est immunis&eacute; alors ses statistiques varient de la fa&ccedil;on suivante:<br/>
bonus_stat_rank_protected_key=Statistique
bonus_stat_rank_protected_boost=Booost
mult_stat_if_ko_foe_time=La capacit&eacute; est activ&eacute;e apr&egrave;s l''attaque du possesseur si la cible de l''attaque du possesseur tombe KO.<br/>
mult_stat_if_ko_foe=Voici la variation de crans des statistiques du possesseur de cette capacit&eacute; apr&egrave;s avoir mis KO une cible:<br/>
mult_stat_if_ko_foe_key=Statistique affect&eacute;e
mult_stat_if_ko_foe_boost=Variation du cran affect&eacute;
mult_stat_if_low_stat_time=La capacit&eacute; est activ&eacute;e lorsqu''une des statistiques du possesseur baisse.<br/>
mult_stat_if_low_stat=Voici les variations des crans des statistiques lorsqu''une des statistiques du possesseur de cette capacit&eacute; baisse:<br/>
mult_stat_if_low_stat_key=Statistique affect&eacute;e
mult_stat_if_low_stat_boost=Variation du cran affect&eacute;
mult_stat_ally=Les statistiques des membres de l''&eacute;quipe du possesseur sont multipli&eacute;es de la fa&ccedil;on suivante:<br/>
mult_stat_ally_key=Statistique
mult_stat_ally_rate=Coefficient
mult_stat_damage_cat_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur subit des d&eacute;g&acirc;ts d''une attaque utilis&eacute;e directement par un combattant.<br/>
mult_stat_damage_cat=Voici la variation de crans des statistiques du possesseur de la capacit&eacute; en fonction de la cat&eacute;gorie de l''attaque subie:<br/>
mult_stat_damage_cat_key=Statistique
mult_stat_damage_cat_key_sec=Cat&eacute;gorie de l''attaque subie
mult_stat_damage_cat_var=Variation de cran
mult_stat_cat_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur est attaqu&eacute; directement par un combattant.<br/>
mult_stat_cat=Voici les coefficients des statistiques du possesseur de la capacit&eacute; en fonction de la cat&eacute;gorie de l''attaque subie:<br/>
mult_stat_cat_key=Statistique
mult_stat_cat_key_sec=Cat&eacute;gorie de l''attaque subie
mult_stat_cat_rate=Coefficient
mult_stat_damage_type_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur est attaqu&eacute; directement par un combattant.<br/>
mult_stat_damage_type=Voici la variation de crans des statistiques du possesseur de la capacit&eacute; en fonction du type de l''attaque subie:<br/>
mult_stat_damage_type_key=Statistique
mult_stat_damage_type_key_sec=Type de l''attaque subie
mult_stat_damage_type_var=Variation de cran
mult_stat_status_rank_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur est attaqu&eacute; directement par un combattant.<br/>
mult_stat_status_rank=Voici la variation des crans des statistiques du possesseur de la capacit&eacute; en fonction du statut:<br/>
mult_stat_status_rank_key=Statut
mult_stat_status_rank_key_sec=Statistique
mult_stat_status_rank_var=Variation de cran
inflicting_damage_instead_suffering_time=La capacit&eacute; est activ&eacute;e lorsqu''un adversaire tente d''absorber les pv du possesseur.<br/>
inflicting_damage_instead_suffering=Si le possesseur de cette capacit&eacute; a subi les d&eacute;g&acirc;ts d''une attaque absorbant des d&eacute;g&acirc;ts et que le lanceur de l''attaque absorbant des d&eacute;g&acirc;ts est cens&eacute; r&eacute;cup&eacute;rer de la vie, il perd la vie qu''il aurait d&ucirc; r&eacute;cup&eacute;rer.<br/>De m&ecirc;me pour une attaque comme VAMPIGRAINE ou un objet absorbant des pv.<br/>
mult_var_boost_time=La capacit&eacute; est activ&eacute;e lorsqu''une des statistiques du possesseur varie.<br/>
mult_var_boost=La variation de cran de boost de statistiques (y compris la pr&eacute;cision et l''esquive) est multipli&eacute;e par {0}.<br/>
nb_used_pp_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur est attaqu&eacute; directement par un combattant adverse.<br/>
nb_used_pp=Si une attaque r&eacute;ussit et affecte le possesseur de cette capacit&eacute; et si le lanceur de l''attaque ne fait pas partie de la m&ecirc;me &eacute;quipe que le possesseur de cette capacit&eacute;, alors le nombre de PP suppl&eacute;mentaires utilis&eacute;s par le lanceur de l''attaque sur le possesseur de cette capacit&eacute; est multipli&eacute; par le nombre de cibles adverses ayant cette capacit&eacute; facteur de {0}.<br/>
nb_hits_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur attaque.<br/>
nb_hits=Pour une attaque pouvant infliger plusieurs coups pendant le tour d''un lanceur, le nombre de coups est maximal pour un possesseur de cette capacit&eacute;.<br/>
break_protection_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur attaque.<br/>
break_protection=Toutes les attaques lanc&eacute;es par le possesseur de cette capacit&eacute; ignore les effets des attaques suivantes lanc&eacute;es par un adversaire:<br/>
plate=Les effets d''une plaque s''active sur le possesseur.<br/>
healed_status_by_switch_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur se retire du terrain.<br/>
healed_status_by_switch=Si le possesseur de cette capacit&eacute; se retire alors les statuts du possesseur de cette capacit&eacute; sont soign&eacute;s.<br/>
healed_hp_rate_by_switch_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur se retire du terrain.<br/>
healed_hp_rate_by_switch=Si le possesseur de cette capacit&eacute; se retire alors le possesseur de cette capacit&eacute; r&eacute;cup&egrave;re {0} de ses pv max.<br/>
heal_hp_while_using_berry_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur utilise une baie.<br/>
heal_hp_while_using_berry=Lors de l''utilisation de sa baie, le possesseur restaure {0} de sa vie totale.<br/>
max_hp_for_using_berry_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur va utiliser une baie.<br/>
max_hp_for_using_berry=Lorsque le possesseur a au plus {0} de sa vie totale, il utilise sa baie.<br/>
reverse_effects_power_global=Les effets d&eacute;clench&eacute;s par une capacit&eacute; multipliant les puissances d''attaques &agrave; l''&eacute;chelle globale sont invers&eacute;s. Ces capacit&eacute;s sont les suivantes:<br/>
increased_prio_time=La capacit&eacute; est activ&eacute;e au moment de classer les lanceurs par ordre de lancer.<br/>
increased_prio=Voici la variation de priorit&eacute; des attaques en fonction leur cat&eacute;gorie:<br/>
increased_prio_cat=Cat&eacute;gorie de l''attaque
increased_prio_inc=Variation de la priorit&eacute; de l''attaque
increased_prio_type_time=La capacit&eacute; est activ&eacute;e au moment de classer les lanceurs par ordre de lancer.<br/>
increased_prio_type=Voici la variation de priorit&eacute; des attaques en fonction leurs types:<br/>
increased_prio_type_key=Type de l''attaque
increased_prio_type_inc=Variation de la priorit&eacute; de l''attaque
max_statistics_if_ch_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur subit des d&eacute;g&acirc;ts d''une attaque utilis&eacute;e directement par un combattant.<br/>
max_statistics_if_ch=Si le possesseur de cette capacit&eacute; subit un coup critique, alors les statistiques suivantes du possesseur de cette capacit&eacute; deviennent maximales:<br/>
single_status_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur attaque directement un combattant.<br/>
single_status=Si une attaque directe est utilis&eacute;e et r&eacute;ussie par le possesseur de cette capacit&eacute; et si le possesseur n''est pas KO, la loi des statuts &agrave; affecter &agrave; la cible de l''attaque est la suivante:<br/>
single_status_no=Aucun statut
single_status_key=Statut
single_status_rate=Probabilit&eacute;
achieved_disappeared_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur attaque.<br/>
achieved_disappeared=Le possesseur de cette capacit&eacute; peut toucher un pok&eacute;mon en cours de pr&eacute;paration d''une attaque et disparu.<br/>
forward_status_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur est vis&eacute; par une alt&eacute;ration de statut.<br/>
forward_status=Voici le tableau des statuts affect&eacute;s au lanceur adverse d''une attaque infligeant un statut:<br/>
forward_status_key=Statut de l''attaque du lanceur
forward_status_value=Statut &agrave; affecter au lanceur
fail_status=Les statuts suivants &eacute;chouent si et seulement si:<br/>
fail_status_key=Statut
fail_status_cond=Cas d''&eacute;chec
type_for_moves_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur attaque.<br/>
type_for_moves=Le type de toutes les attaques utilis&eacute; par le possesseur de cette capacit&eacute; est {0}.<br/>
take_item_damaging_move_time=La capacit&eacute; est activ&eacute;e lorsque le possesseur inflige des d&eacute;g&acirc;ts &agrave; une cible.<br/>
take_item_damaging_move=Apr&eacute;s que les d&eacute;g&acirc;ts soient inflig&eacute; &agrave; une cible, le possesseur prend si possible l''objet de la cible.<br/>
learnt_pk=Les pok&eacute;mon pouvant poss&eacute;der la capacit&eacute; {0} sont les suivants:<br/>
index=Revenir &agrave; l''indexe
abilities=Capacit&eacute;s
endRound=Voir l''effet de fin de tour
formula={0}
