<html>
<body>
Voici ce qui change par rapport au jeu d''&eacute;quipes (Preneur + &eacute;ventuel appel&eacute; versus D&eacute;fense):<br/>
<br/>
Les distributions possibles sont les suivantes:<br/>
<ul>
<li>18 cartes par joueur et 6 au chien; les cartes sont distribu&eacute;es 3 par 3; pour 4 joueurs.</li>
<li>24 cartes par joueur et 6 au chien; les cartes sont distribu&eacute;es 3 par 3; pour 3 joueurs.</li>
<li>15 cartes par joueur et 3 au chien; les cartes sont distribu&eacute;es 3 par 3; pour 5 joueurs.</li>
<li>14 cartes par joueur et 8 au chien; les cartes sont distribu&eacute;es 2 par 2; pour 5 joueurs.</li>
<li>12 cartes par joueur et 6 au chien; les cartes sont distribu&eacute;es 2 par 2; pour 6 joueurs.</li>
</ul>
<br/>
On peut jouer le jeu du chacun pour soi apr&egrave;s que tout le monde a pass&eacute;.<br/>
<br/>
Dans ce cas, le chien est cach&eacute;.<br/>
<br/>
Le but est de ramasser le plus de cartes possibles.<br/>
<br/>
Sinon le jeu se d&eacute;roule de la m&ecirc;me mani&egrave;re que le jeu d''&eacute;quipes (M&ecirc;mes annonces et m&ecirc;mes r&egrave;gles pour le jeu de la carte.).<br/>
<br/>
&nbsp;Les valeurs limites &agrave; atteindre pour un joueur sont les suivantes:<br/>
<br/>
<ul>
<li>56 points sans bout.</li>
<li>51 points avec 1 bout dans les plis du joueur.</li>
<li>41 points avec 2 bouts dans les plis du joueur.</li>
<li>36 points avec 3 bouts dans les plis du joueur.</li>
</ul>
<br/>
&nbsp;A la fin de la partie, pour d&eacute;signer le classement des joueurs, on proc&egrave;de de la mani&egrave;re suivante:<br/>
<br/>
<br/>
Diff&eacute;rence d''un joueur = nombre de points marqu&eacute;s dans les plis - valeur limite pour le joueur.<br/>
<br/>
On classe les joueurs par leur diff&eacute;rence, la plus grande diff&eacute;rence pour le meilleur.<br/>
<br/>
Si deux joueurs ont m&ecirc;me diff&eacute;rence et ont fait des plis:<br/>
&nbsp;Alors on les classe par le nombre de bouts dans les plis, il doit &ecirc;tre le plus grand possible pour gagner.<br/>
<br/>
&nbsp;Si de plus, le nombre de bouts dans les plis des deux joueurs est identique, alors:<br/>
<ol>
<li>Si ce nombre vaut 0:<br/>
&nbsp;&nbsp;&nbsp;On compare les nombres de figures dans les plis des deux joueurs, le nombre de figures dans les plis d''un joueur doit &ecirc;tre le plus grand possible pour gagner.<br/>
&nbsp;&nbsp;&nbsp;Si de plus, le nombre de figures dans les plis des deux joueurs est identique, alors:<br/>
&nbsp;&nbsp;&nbsp;&nbsp;On compare les figures ramass&eacute;es par les deux joueurs, en commen&ccedil;ant par les plus hautes.<br/>
&nbsp;&nbsp;&nbsp;&nbsp;On s''arr&ecirc;te d&egrave;s qu''il y a une diff&eacute;rence de hauteur.<br/>
&nbsp;&nbsp;&nbsp;&nbsp;Si les figures sont identiques en valeur deux &agrave; deux des deux joueurs, on regarde qui a fait le premier pli.<br/>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Celui qui a fait son premier pli en premier passe devant.<br/>
</li>
<li>Si ce nombre vaut 1:<br/>
&nbsp;&nbsp;&nbsp;On classe alors de la mani&egrave;re suivante du plus gagnant au plus perdant: 21 - Excuse - Petit.<br/>
&nbsp;&nbsp;&nbsp;(Il vaut mieux alors avoir l''Excuse que le Petit,...)<br/>
</li>
</ol>
<br/>
Si deux joueurs ont m&ecirc;me diff&eacute;rence mais n''ont pas fait des plis, il y a litige.<br/>
<br/>
<ul>
<li>3 joueurs<br/>
&nbsp;&nbsp;Coefficient vaut du gagnant au perdant:<br/>
<ul>
<li>1, 0, -1; s''il n''y a pas de litige.</li>
<li>2, -1, -1; s''il y a litige.</li>
</ul>
</li>
<li>4 joueurs<br/>
&nbsp;&nbsp;Coefficient vaut du gagnant au perdant:<br/>
<ul>
<li>2, 1, -1, -2; s''il n''y a pas de litige.</li>
<li>3, 1, -2, -2; s''il y a litige entre deux joueurs exactement.</li>
<li>6, -2, -2, -2; s''il y a litige entre trois joueurs exactement.</li>
</ul>
</li>
<li>5 joueurs<br/>
&nbsp;&nbsp;Coefficient vaut du gagnant au perdant:<br/>
<ul>
<li>2, 1, 0, -1, -2; s''il n''y a pas de litige.</li>
<li>3, 1, 0, -2, -2; s''il y a litige entre deux joueurs exactement.</li>
<li>6, 0, -2, -2, -2; s''il y a litige entre trois joueurs exactement.</li>
<li>8, -2, -2, -2, -2; s''il y a litige entre quatre joueurs exactement.</li>
</ul>
</li>
<li>6 joueurs<br/>
&nbsp;&nbsp;Coefficient vaut du gagnant au perdant:<br/>
<ul>
<li>3, 2, 1, -1, -2, -3; s''il n''y a pas de litige.</li>
<li>3, 2, 1, 0, -3, -3; s''il y a litige entre deux joueurs exactement.</li>
<li>4, 2, 0, -2, -2, -2; s''il y a litige entre trois joueurs exactement.</li>
<li>8, 0, -2, -2, -2, -2; s''il y a litige entre quatre joueurs exactement.</li>
<li>10, -2, -2, -2, -2, -2; s''il y a litige entre cinq joueurs exactement.</li>
</ul>
</li>
</ul>
<br/>
Un chelem r&eacute;ussi vaut de base 200 points. (Il est consid&eacute;r&eacute; comme non demand&eacute;.)<br/>
<br/>
Score d''un joueur = 4 x (Coefficient x (25 + Diff&eacute;rence max pour les joueurs arrondie &agrave; l''entier sup&eacute;rieur + nombre points chien arrondi &agrave; l''entier sup&eacute;rieur) + (nombre de joueurs - 1) x Annonces du joueur - Annonces de chacun des autres joueurs).<br/>
<br/>
En &eacute;quipes de deux joueurs, les coefficients sont les suivants:<br/>
<br/>
<ul>
<li>4 joueurs<br/>
&nbsp;&nbsp;Coefficient vaut de l''&eacute;quipe gagnante &agrave; l''&eacute;quipe perdante:<br/>
<ul>
<li>1, -1</li>
</ul>
</li>
<li>6 joueurs<br/>
&nbsp;&nbsp;Coefficient vaut de l''&eacute;quipe gagnante &agrave; l''&eacute;quipe perdante:<br/>
<ul>
<li>1, 0, -1; s''il n''y a pas de litige.</li>
<li>2, -1, -1; s''il y a litige entre deux &eacute;quipes exactement.</li>
</ul>
</li>
</ul>
</body>
</html>
