<html>
<body>
Le tarot se joue carte par carte.<br/>
On appelle pli, un ensemble de cartes remport&eacute; par un joueur ayant jou&eacute; la plus forte carte. Le joueur ayant fait un pli b&eacute;n&eacute;ficie de l''entame suivante.(Exemple: le joueur ayant mis le 21 d''atout, b&eacute;n&eacute;ficie de l''entame suivante.).<br/>
<br/>
Le joueur qui entame est dit entameur.<br/>
Le joueur qui a jou&eacute; la plus forte carte d''un pli est dit le ramasseur, il ramasse le pli.<br/>
<br/>
On appelle couleur demand&eacute;e la couleur de la carte entam&eacute;e si celle-ci n''est pas l''Excuse; la couleur de la deuxi&egrave;me carte sinon.<br/>
On dit qu''un pli est coup&eacute; s''il existe au moins un atout (Excuse exclue).<br/>
<br/>
<ol>
<li>L''entame<br/>
<br/>
Le joueur &agrave; droite du donneur commence &agrave; jouer une carte de son choix, une fois que le preneur a fait son chien.<br/>
En cas de grand chelem, c''est le preneur qui entame.<br/>
</li>
<li>Les r&egrave;gles<br/>
<br/>
L''Excuse peut &ecirc;tre jou&eacute;e &agrave; n''importe quel tour.<br/>
<br/>
<ol>
<li>Si la carte entam&eacute;e est l''Excuse,<br/>
alors le joueur suivant joue la carte de son choix.<br/>
</li>
<li>Si la couleur demand&eacute;e est atout(l''Excuse, ici, n''est pas un atout.),<br/>
<ol>
<li>Si le joueur ne poss&egrave;de pas d''atout,<br/>
alors il joue la carte de son choix.<br/>
</li>
<li>Sinon si ce dernier peut monter (mettre un atout avec un num&eacute;ro sup&eacute;rieur),<br/>
alors il doit mettre un atout avec un num&eacute;ro sup&eacute;rieur; on dit qu''il monte.<br/>
</li>
<li>Sinon, il fournit de l''atout, n''importe lequel,</li>
</ol>
<br/>
</li>
<li>Si la couleur demand&eacute;e n''est pas atout,<br/>
<ol>
<li>Si le joueur poss&egrave;de des cartes de m&ecirc;me couleur que celle de la carte entam&eacute;e,<br/>
alors celui-ci doit fournir &agrave; la couleur sans &ecirc;tre oblig&eacute; de monter.<br/>
</li>
<li>Sinon, si le joueur ne poss&egrave;de pas d''atout<br/>
alors il joue la carte de son choix.</li>
<li>Sinon, si le pli n''est pas coup&eacute;<br/>
alors il doit utiliser un atout de son choix, on dit qu''il coupe.</li>
<li>Sinon, si le joueur peut monter sur le maximum des atouts jou&eacute;s,<br/>
alors il doit utiliser un atout et monter sur les atouts pr&eacute;c&eacute;dents, on dit qu''il sur-coupe.<br/>
</li>
<li>Sinon il doit utiliser un atout de son choix, on dit qu''il sous-coupe.<br/>
</li>
</ol>
</li>
</ol>
</li>
</ol>
<br/>
<br/>
Avant le dernier tour, l''Excuse ne permet pas de faire de pli. Elle est imprenable.<br/>
Elle est remplac&eacute;e par une carte basse ou un atout num&eacute;rot&eacute; de 2 &agrave; 20.<br/>
<br/>
Au dernier tour, si tous les plis pr&eacute;c&eacute;dents ne sont pas faits par l''&eacute;quipe du joueur poss&eacute;dant l''Excuse ou par le preneur,<br/>
alors l''Excuse est prenable et appartient au camp du joueur qui fait le dernier pli.<br/>
<br/>
Si un joueur avec &eacute;ventuellement des partenaires fait ses plis du 1er &agrave; l''avant dernier tour et joue l''Excuse au dernier tour,<br/>
alors il r&eacute;alise un chelem, m&ecirc;me s''il ne le demande pas.<br/>
Le(s) partenaire(s) &eacute;ventuel(s) d''un joueur, demandant un chelem, ne sont/n''est pas oblig&eacute;s de jouer l''Excuse au dernier tour.<br/>
</body>
</html>
