<html>
<body>
Comme dans tous les jeux de cartes, il existe des variantes.<br/>
<br/>
En voici quelques unes:<br/>
<br/>
<ol>
<li>On peut jouer avec les annonces de mis&egrave;res qui sont:<br/>
<ol>
<li>Mis&egrave;re d''atout: aucun atout(M&ecirc;me pas l''Excuse).</li>
<li>Mis&egrave;re de t&ecirc;te: aucun Bout ni figure.</li>
<li>Mis&egrave;re de cartes basses: auncune carte &agrave; la couleur allant de l''as au dix.</li>
<li>Mis&egrave;re de couleur: que des atouts et &eacute;ventuellement l''Excuse.</li>
<li>Mis&egrave;re de figures: pas de figures.</li>
</ol>
</li>
<li>On peut jouer &agrave; 3 joueurs.<br/>
&nbsp;&nbsp;Par convention le preneur ne gagne que s''il passe le contrat d''au moins un point,<br/>
&nbsp;&nbsp;(S''il manque un demi-point au preneur, alors il perd le contrat.).<br/>
</li>
<li>A 4 joueurs, il est possible de jouer d''autres r&eacute;partitions,<br/>
<ol>
<li>avec un appel au roi ou &agrave; une t&ecirc;te.</li>
<li>sans appel, dans ce cas, chaque joueur fait &eacute;quipe avec celui d''en face.</li>
</ol>
</li>
<li>On peut jouer &agrave; 5 joueurs. Il est donc possible de jouer une des r&eacute;partitions possibles suivantes:<br/>
<ol>
<li>Appel d''un roi.</li>
<li>Appel d''une figure.</li>
<li>Le preneur joue contre les 4 autres joueurs.</li>
</ol>
&nbsp;&nbsp;Par convention, le preneur ne gagne que s''il passe le contrat d''au moins un point,<br/>
&nbsp;&nbsp;(S''il manque un demi-point au preneur, alors il perd le contrat.).<br/>
</li>
<li>On peut jouer &agrave; 6 joueurs. Il est donc possible de jouer une des r&eacute;partitions possibles suivantes:<br/>
<ol>
<li>Appel d''un roi.</li>
<li>Appel d''une figure.</li>
<li>Le preneur fait &eacute;quipe avec le joueur d''en face.</li>
</ol>
</li>
<li>Lorsque le nombre de joueurs est impair, on peut faire changer la r&egrave;gle du demi-point.<br/>
On peut d&eacute;cider que:<br/>
<ol>
<li>La fin soit classique (Le preneur perd d''un point son contrat par arrondi.).</li>
<li>Le match est nul (Personne ne marque de points au final.).</li>
<li>Le preneur gagne d''un point son contrat par arrondi.</li>
</ol>
</li>
<li>Le Chelem peut &ecirc;tre consid&eacute;r&eacute; comme un contrat au-dessus de la Garde contre.<br/>
&nbsp;&nbsp;Dans ce cas, il est impossible de le demander en tant qu''annonce suppl&eacute;mentaire.<br/>
&nbsp;&nbsp;Dans ce cas, le chien n''est pas vu et appartient &agrave; la d&eacute;fense.<br/>
</li>
<li>On peut jouer les mis&egrave;res, o&ugrave; le but est de perdre toutes ses cartes, dans les cas suivants:<br/>
<ol>
<li>S''il n''y a pas de contrat &agrave; annoncer.</li>
<li>Si tout le monde passe.</li>
</ol>
<br/>
&nbsp;&nbsp;Dans les deux cas, il n''y a pas d''&eacute;quipe.<br/>
</li>
<li>On peut jouer le chacun pour soi, o&ugrave; le but est de ramasser le plus de cartes possibles, dans les cas suivants:<br/>
<ol>
<li>S''il n''y a pas de contrat &agrave; annoncer.</li>
<li>Si tout le monde passe.</li>
</ol>
<br/>
&nbsp;&nbsp;Dans les deux cas, il n''y a pas d''&eacute;quipe.<br/>
</li>
<li>On peut choisir d''autoriser certaines annonces.</li>
<li>Les cartes peuvent &ecirc;tre distribu&eacute;es dans le sens des aiguilles d''une montre.</li>
<li>Les cartes peuvent ne pas &ecirc;tre battues du tout.</li>
<li>Les cartes peuvent n''&ecirc;tre battues qu''une seule fois.</li>
</ol>
On verra en d&eacute;tail les variantes num&eacute;ro 1 &agrave; 5 et 8 et 9.<br/>
</body>
</html>
