<html>
<body>
Sauvegarder une partie (raccourci: CTRL + S)<br/>
L''action du sous menu Sauvegarder une partie met en place une bo&icirc;te de dialogue.<br/>
Ce sous menu permet de sauvegarder une partie de cartes en train d''&ecirc;tre<br/>
jou&eacute;e d&egrave;s que possible.<br/>
L''utilisateur peut alors reprendre cette partie apr&egrave;s. De plus, s''il encha&icirc;ne un "TriaCartes",<br/>
il peut sauvegarder la partie en train d''&ecirc;tre jou&eacute;e.<br/>
<br/>
La bo&icirc;te de dialogue place le chemin relatif du dossier pour sauvegarder en tenant compte de la partie en train d''&ecirc;tre jou&eacute;e ou &eacute;dit&eacute;e.<br/>
On peut trier les fichiers:<br/>
<ol>
<li>par ordre alphab&eacute;tique du nom de fichier.</li>
<li>par ordre de date modification du fichier.</li>
<li>par ordre de taille du fichier.</li>
</ol>
<br/>
A l''installation de la bo&icirc;te de dialogue, le tri est croissant pour tous les attributs de fichiers cit&eacute;s.<br/>
<br/>
L''utilisateur ne sera pas oblig&eacute; de rajouter l''extension du fichier apr&egrave;s son nom.<br/>
<br/>
L''utilisateur, pour sauvegarder la partie, apr&egrave;s avoir entr&eacute; un nom,<br/>
pourra soit cliquer sur le bouton "Sauvegarder", soit taper sur la touche "Entree".<br/>
<br/>
Le bouton "Annuler" ou la croix rouge en haut &agrave; droite permettent de fermer la bo&icirc;te de dialogue.<br/>
<br/>
&nbsp;Le symbole "&lt;" plac&eacute; &agrave; droite de "Nom" ou de "Date" ou de "Taille"<br/>
&nbsp;permet de dire que l''ordre de tri est croissant, pour l''attribut de fichier correspondant. (U0&gt;=U1, pour une suite, cf Maths)<br/>
&nbsp;Le symbole "&gt;" plac&eacute; &agrave; droite de "Nom" ou de "Date" ou de "Taille"<br/>
&nbsp;permet de dire que l''ordre de tri est d&eacute;croissant, pour l''attribut de fichier correspondant. (U0&gt;=U1, pour une suite, cf Maths)<br/>
<br/>
Si l''utilisateur tente d''utiliser les caract&egrave;res &lt; &gt; ? " * / \\ | : ., le saut de ligne, les tabulations, alors un message d''erreur appara&icirc;t.<br/>
<br/>
Si l''utilisateur tente de cr&eacute;er une sauvegarde ne contenant que des espaces (Sur Windows), alors un message d''erreur appara&icirc;t.<br/>
<br/>
Si l''utilisateur tente de sauvegarder dans un fichier dont le nom existe d&eacute;j&agrave;, alors un message d''avertissement appara&icirc;t.<br/>
</body>
</html>
