<html>
<body>
La belote se joue carte par carte.<br/>
On appelle pli, un ensemble de cartes remport&eacute; par un joueur ayant jou&eacute; la plus forte carte. Le joueur ayant fait un pli b&eacute;n&eacute;ficie de l''entame suivante.(Exemple: le joueur ayant mis le valet de la couleur d''atout, b&eacute;n&eacute;ficie de l''entame suivante.).<br/>
<br/>
Le joueur qui entame est dit entameur.<br/>
Le joueur qui a jou&eacute; la plus forte carte d''un pli est dit le ramasseur, il ramasse le pli.<br/>
<br/>
On appelle couleur demand&eacute;e la couleur de la carte entam&eacute;e.<br/>
On dit qu''un pli est coup&eacute; s''il existe au moins un atout.<br/>
<br/>
<ol>
<li>L''entame<br/>
&nbsp;&nbsp;Le joueur &agrave; droite du donneur commence &agrave; jouer une carte de son choix.</li>
<li>Les r&egrave;gles<br/>
<ol>
<li>Si la couleur demand&eacute;e est la couleur d''atout,<br/>
&nbsp;&nbsp;&nbsp;Si le joueur poss&egrave;de de l''atout,<br/>
&nbsp;&nbsp;&nbsp;&nbsp;Si ce dernier peut monter (mettre un atout sup&eacute;rieur),<br/>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;alors il doit mettre un atout sup&eacute;rieur; on dit qu''il monte.<br/>
&nbsp;&nbsp;&nbsp;&nbsp;Sinon, il fournit de l''atout, n''importe lequel,<br/>
&nbsp;&nbsp;&nbsp;sinon il joue la carte de son choix.</li>
<li>Si la couleur demand&eacute;e n''est pas atout,<br/>
<ol>
<li>Si le joueur poss&egrave;de des cartes de m&ecirc;me couleur que celle de la carte entam&eacute;e,<br/>
alors celui-ci doit fournir &agrave; la couleur sans &ecirc;tre oblig&eacute; de monter.<br/>
</li>
<li>Sinon, si son partenaire est ma&icirc;tre,<br/>
alors il joue la carte de son choix.<br/>
</li>
<li>Sinon, si le joueur poss&egrave;de de l''atout,<br/>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Si le pli n''est pas coup&eacute;,<br/>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;alors il doit utiliser un atout de son choix, on dit qu''il coupe.<br/>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sinon si le joueur peut monter sur le maximum des atouts jou&eacute;s,<br/>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;alors il doit utiliser un atout et monter sur les atouts pr&eacute;c&eacute;dents, on dit qu''il sur-coupe.<br/>
</li>
<li>Sinon il joue la carte de son choix.<br/>
</li>
</ol>
</li>
</ol>
</li>
</ol>
</body>
</html>
