<html>
<body>
Comme pour tous les jeux de cartes, il existe des variantes.<br/>
<br/>
Voici quelques variantes:<br/>
<br/>
<ol>
<li>&Eacute;galer est intedit: tous les joueurs ne peuvent pas jouer des groupes de cartes de m&ecirc;me force que le dernier groupr.</li>
<br/>
<li>&Eacute;galer saute toujours le joueur suivant: si deux groupes of m&ecirc;me force sont jou&eacute;s, le joueur suivant est saut&eacute;, (ce joueur ne peut pas jouer &agrave; ce moment, mais peut apr&egrave;s).</li>
<br/>
<li>&Eacute;galer force le joueur suivant &agrave; &eacute;galer encore: si deux grouprs de m&ecirc;me force sont jou&eacute;s, le joueur suivant doit &eacute;galer ou passer, (ce joueur peut seulement jouer un groupe de m&ecirc;me force &agrave; ce moment, mais peut jouer n''importe quel groupe apr&egrave;s). Si toutes les cartes de m&ecirc;me force sont successivement jou&eacute;es dans le pli, li pli est fini comme le jeu d''un groupe de 2.</li>
<br/>
<li>Tous les joueurs doivent jouer si possible. (ne peut pas passer)</li>
<br/>
<li>Si un joueur finit par un groupe de 2, le joueur peut perdre la donne. (Si deux joueurs finissent par un groupe de 2, le dernier joueur perd.)</li>
<br/>
<li>Si 4 cartes sont jou&eacute;es en m&ecirc;me temps, l''ordre est invers&eacute; (Les 2 deviennent faibles et les 3 deviennent forts.). Si 4 autres cartes sont jou&eacute;es en m&ecirc;me temps, l''inversion est annul&eacute;e.</li>
<br/>
<li>Pour les donnes suivantes, le joueur au dernier rang &eacute;change 2 cartes avec le joueur au premier rang et le joueur &agrave; l''avant dernier rang &eacute;change 1 carte avec le joueur au deuxi&egrave;me rang.<br/>
Les perdants donnent leur meilleures cartes. Les gagnants donnent des cartes de leur choix.</li>
<br/>
<li>Pour les donnes suivantes, le joueur au dernier rang commence le premier pli.</li>
<br/>
<li>D''autres jeux de cartes peuvent &ecirc;tre ajout&eacute;s.</li>
<br/>
<li>Les cartes peuvent &ecirc;tre distribu&eacute;es dans le sens des aiguilles d''une montre.</li>
</ol>
</body>
</html>
