<html>
<body>
Les contrats d&eacute;terminent la partie.<br/>
<br/>
Chaque joueur parle, dans le sens contraire des aiguilles d''une montre,<br/>
en commen&ccedil;ant par le joueur plac&eacute;, &agrave; droite du donneur.<br/>
<br/>
Un joueur doit soit passer, soit annoncer un contrat.<br/>
<br/>
A la belote classique, on proc&egrave;de en deux tours:<br/>
<br/>
<ol>
<li>Au premier tour:<br/>
&nbsp;Si un joueur annonce un contrat, alors il prend la carte du dessus et on arr&ecirc;te les annonces de contrat pour passer au jeu des cartes.</li>
<li>Au deuxi&egrave;me tour:<br/>
&nbsp;Si un joueur ne passe pas, alors il annonce une couleur qui va dominer les autres durant cette partie.<br/>
&nbsp;Dans ce cas, il ne peut pas annoncer la couleur de la carte du dessus.<br/>
&nbsp;Il prend la carte du dessus et on arr&ecirc;te les annonces de contrat pour passer au jeu des cartes.</li>
</ol>
<br/>
Si quelqu''un prend, alors le donneur distribue deux cartes au preneur et trois cartes aux autres joueurs en commen&ccedil;ant par l''entameur.<br/>
<br/>
Remarque: on n''entame le deuxi&egrave;me tour que si tout le monde a pass&eacute;.<br/>
<br/>
A la belote coinch&eacute;e, on proc&egrave;de de la fa&ccedil;on suivante:<br/>
<br/>
<ol>
<li>Un joueur peut passer ou annoncer une couleur avec un nombre de points &agrave; marquer.<br/>
&nbsp;Les points annonc&eacute;s varient de dix en dix de 80 &agrave; 160.<br/>
&nbsp;Annoncer 162 points signifie que le joueur doit faire tous les plis et commence &agrave; jouer.</li>
<li>Pour monter les ench&egrave;res, il faut annoncer une couleur avec dix points de plus.</li>
<li>M&ecirc;me en passant sur un tour, il est possible d''annoncer dans un tour suivant une couleur avec des points.</li>
<li>Si trois joueurs de suite passent les ench&egrave;res, alors les ench&egrave;res sont finies pour passer au jeu des cartes.</li>
</ol>
<br/>
Remarque: si un joueur annonce 162 points pour une couleur, alors le tour d''ench&egrave;res se finit, car les autres sont oblig&eacute;s de passer.<br/>
<br/>
Exemples:<br/>
<br/>
<ol>
<li>Si le 1er joueur, qui doit parler, passe,<br/>
&nbsp;si le 2e annonce une petite,<br/>
&nbsp;alors le 3e ne peut pas demander une petite, mais il peut demander une garde ou un contrat sup&eacute;rieur.</li>
<li>Si le 1er joueur, qui doit parler, passe,<br/>
&nbsp;si le 2e annonce une petite,<br/>
&nbsp;si le 3e passe,<br/>
&nbsp;si le dernier demande une garde sans,<br/>
&nbsp;alors le preneur est le dernier joueur.</li>
<li>3. Si 1er joueur, qui doit parler, passe,<br/>
&nbsp;Si le 2e annonce une garde contre,<br/>
&nbsp;alors, les deux autres joueurs doivent passer.</li>
</ol>
<br/>
Le preneur joue avec le joueur d''en face contre les deux autres joueurs.<br/>
</body>
</html>
