<html>
<body>
Voici les diff&eacute;rences entre la belote avec surcontrat et la belote sans surcontrat (classique):<br/>
<br/>
<ol>
<li>Contrat &agrave; la belote classique<br/>
<ol>
<li>Au premier tour, un joueur peut annoncer un des contrats suivants:<br/>
<ol>
<li>Couleur<br/>
&nbsp;&nbsp;&nbsp;Dans ce cas, la couleur de l''atout existera et sera celle de la carte du dessus.</li>
<li>Sans atout<br/>
&nbsp;&nbsp;&nbsp;Dans ce cas, l''ordre des cartes, pour toutes les couleurs, est As-10-Roi-Dame-Valet-9-8-7.</li>
<li>Tout atout<br/>
&nbsp;&nbsp;&nbsp;Dans ce cas, l''ordre des cartes, pour toutes les couleurs, est Valet-9-As-10-Roi-Dame-8-7.</li>
</ol>
</li>
<li>Au deuxi&egrave;me tour, un joueur peut annoncer un des contrats suivants:<br/>
<ol>
<li>Autre couleur<br/>
&nbsp;&nbsp;&nbsp;Dans ce cas, la couleur de l''atout existera et sera celle qui est annonc&eacute;e par le joueur.<br/>
&nbsp;&nbsp;&nbsp;Dans ce m&ecirc;me cas, il ne peut pas annoncer la couleur de la carte du dessus.</li>
<li>Sans atout<br/>
&nbsp;&nbsp;&nbsp;Dans ce cas, l''ordre des cartes, pour toutes les couleurs, est As-10-Roi-Dame-Valet-9-8-7.</li>
<li>Tout atout<br/>
&nbsp;&nbsp;&nbsp;Dans ce cas, l''ordre des cartes, pour toutes les couleurs, est Valet-9-As-10-Roi-Dame-8-7.</li>
</ol>
</li>
</ol>
</li>
<li>Contrat &agrave; la belote coinch&eacute;e<br/>
<ol>
<li>Couleur<br/>
&nbsp;&nbsp;&nbsp;Dans ce cas, la couleur de l''atout existera et sera la derni&egrave;re couleur annonc&eacute;e.</li>
<li>Sans atout<br/>
&nbsp;&nbsp;&nbsp;Dans ce cas, l''ordre des cartes, pour toutes les couleurs, est As-10-Roi-Dame-Valet-9-8-7.</li>
<li>Tout atout<br/>
&nbsp;&nbsp;&nbsp;Dans ce cas, l''ordre des cartes, pour toutes les couleurs, est Valet-9-As-10-Roi-Dame-8-7.</li>
<li>Les contrats Sans atout et Tout atout s''annoncent comme pour les couleurs.</li>
</ol>
<br/>
&nbsp;La belote-rebelote n''est pas autoris&eacute;e pour les contrats sans atout et tout atout.</li>
<li>Jeu de la carte<br/>
<ol>
<li>Si le contrat annonc&eacute; est sans atout:<br/>
<br/>
<ol>
<li>Si le joueur poss&egrave;de des cartes de m&ecirc;me couleur que celle de la carte entam&eacute;e,<br/>
alors celui-ci doit fournir &agrave; la couleur sans &ecirc;tre oblig&eacute; de monter.<br/>
</li>
<li>Sinon il joue la carte de son choix.<br/>
</li>
</ol>
</li>
<li>Si le contrat annonc&eacute; est tout atout:<br/>
<br/>
<ol>
<li>Si le joueur ne poss&egrave;de pas de carte de m&ecirc;me couleur que celle de la carte entam&eacute;e,<br/>
alors il joue la carte de son choix.
</li>
<li>Sinon si ce dernier peut monter (mettre un atout sup&eacute;rieur),<br/>
alors il doit mettre un atout sup&eacute;rieur; on dit qu''il monte.
</li>
<li>Sinon, il fournit de l''atout, n''importe lequel.
</li>
</ol>
</li>
</ol>
</li>
<li>Fin de partie<br/>
&nbsp;&nbsp;Valeur des cartes:<br/>
<ol>
<li>Si le contrat annonc&eacute; est sans atout:<br/>
<ul>
<li>As: 19 points</li>
<li>Dix: 10 points</li>
<li>Roi: 4 points</li>
<li>Dame: 3 points</li>
<li>Valet: 2 points</li>
<li>9, 8 et 7: 0 point</li>
</ul>
</li>
<li>Si le contrat annonc&eacute; est tout atout:<br/>
<ul>
<li>Valet: 14 points</li>
<li>9: 9 points</li>
<li>As: 6 points</li>
<li>Dix: 4 points</li>
<li>Roi: 3 points</li>
<li>Dame: 2 points</li>
<li> 8 et 7: 0 point</li>
</ul>
</li>
</ol>
</li>
</ol>
<br/>
&nbsp;On proc&egrave;de de la m&ecirc;me mani&egrave;re, pour le calcul des scores lors d''un contrat couleur, autre couleur, sans atout ou tout atout, que pour la belote classique.<br/>
</body>
</html>
