<html>
<body>
La pr&eacute;sentation de la fin de partie s''effectue directement sur la fen&ecirc;tre,<br/>
par un conteneur &agrave; onglets, donc pas de bo&icirc;te de dialogue.<br/>
Les onglets sont les suivants:<br/>
<ol>
<li>R&eacute;sultats de cette partie (scores pr&eacute;c&eacute;dents et scores de cette partie).</li>
<li>Explication annonces.</li>
<li>Courbes temporelles des scores centr&eacute;s par rapport &agrave; la moyenne, si la partie est al&eacute;atoire.</li>
<li>Mains et plis.</li>
</ol>
L''utilisateur peut regarder les scores pr&eacute;c&eacute;dents, ceux de cette partie et les annonces de cette partie.<br/>
<br/>
Si la partie est finie au moins pour la deuxi&egrave;me fois, on ne la comptabilise pas.<br/>
On s&eacute;pare les scores des parties al&eacute;atoires de ceux des parties &eacute;dit&eacute;es.<br/>
<br/>
L''utilisateur peut regarder les mains et les plis de cette partie.<br/>
<br/>
On sauvegarde la pile de toutes les cartes dans un fichier.<br/>
On incr&eacute;mente (augmente de un) le nombre de parties jou&eacute;es depuis le lancement du logiciel,<br/>
&nbsp;puis on le sauvegarde, dans un fichier texte, au bon endroit.<br/>
On incr&eacute;mente le nombre de fois que cette partie est finie.<br/>
<br/>
Les options de cet &eacute;tat sont les suivantes:<br/>
<ol>
<li>"Continuer de jouer les parties &eacute;dit&eacute;es", si la partie finie est &eacute;dit&eacute;e et non finale.</li>
<li>"Continuer sur le jeu actuel", si la partie finie est &eacute;dit&eacute;e et finale et qu''auparavant,<br/>
au moins une partie al&eacute;atoire a &eacute;t&eacute; jou&eacute;e; ou si la partie pr&eacute;c&eacute;dente est al&eacute;atoire.</li>
<li>"Rejouer la donne".</li>
<li>"Arr&ecirc;ter".</li>
</ol>
<br/>
Si l''utilisateur a choisi l''option "Continuer de jouer les parties &eacute;dit&eacute;es", alors les cartes ne sont pas battues et la donne suivante est jou&eacute;e.<br/>
<br/>
Si l''utilisateur a choisi l''option "Continuer sur le jeu actuel", alors la partie suivante est jou&eacute;e.<br/>
<br/>
Si l''utilisateur a choisi l''option "Rejouer la donne", alors la partie est redistribu&eacute;e.<br/>
<br/>
Si l''utilisateur a choisi l''option "Arr&ecirc;ter", alors deux cas se pr&eacute;sentent:<br/>
<ol>
<li>Si au moins une partie al&eacute;atoire a &eacute;t&eacute; jou&eacute;e, alors c''est le menu du jeu correspondant qui appara&icirc;t.</li>
<li>Sinon, c''est le menu principal qui appara&icirc;t.</li>
</ol>
</body>
</html>
